brew "neovim"
brew "fzf"
brew "eza"
brew "go"
brew "git"
brew "gh"
brew "dockutil"
brew "sheldon"
brew "mise"
brew "ripgrep"
brew "gnu-sed"
brew "git-delta"
brew "chezmoi"
brew "shfmt"
brew "stylua"
brew "node"

cask "firefox"
cask "rectangle"
cask "bitwarden"
cask "ghostty"
cask "google-chrome"
cask "zed"
