brew "neovim"
brew "fzf"
brew "eza"
brew "go"
brew "fnm"
brew "git"
brew "gh"
brew "dockutil"
brew "sheldon"
brew "mise"
brew "ripgrep"

cask "firefox"
cask "discord"
cask "karabiner-elements"
cask "rectangle"
cask "bitwarden"
cask "docker"
cask "tunnelblick"
